{
  "sections": [
    {
      "title": "Введение",
      "text": "В JOYFY PLC мы стремимся защищать вашу конфиденциальность. Настоящая Политика конфиденциальности описывает, как мы собираем, используем и передаем вашу личную информацию при использовании наших сервисов. Получая доступ к нашей платформе, вы соглашаетесь с условиями, изложенными в этой политике."
    },
    {
      "title": "Информация, которую мы собираем",
      "text": "Мы собираем различные виды информации для предоставления и улучшения наших услуг. Это включает: Личную информацию: данные, которые вы предоставляете напрямую, такие как ваше имя, адрес электронной почты и фото профиля. Данные об использовании: информация о том, как вы используете нашу платформу, включая взаимодействие с другими пользователями и контентом. Cookies и технологии отслеживания: мы используем cookies для улучшения вашего опыта и анализа трафика сайта."
    },
    {
      "title": "Как мы используем вашу информацию",
      "text": "Мы используем собранную информацию для различных целей, включая: создание и управление вашей учетной записью; персонализацию вашего опыта и контента; коммуникацию с вами об обновлениях, акциях и новостях; анализ тенденций использования и улучшение наших сервисов."
    },
    {
      "title": "Передача вашей информации",
      "text": "Мы можем передавать вашу информацию в следующих случаях: другим пользователям — данные вашего профиля и публикации могут быть видны другим пользователям платформы; поставщикам услуг — мы можем привлекать сторонние компании для оказания услуг, таких как аналитика и маркетинг; по юридическим причинам — мы можем раскрыть вашу информацию, если это требуется по закону или для защиты наших прав."
    },
    {
      "title": "Ваши права",
      "text": "У вас есть определенные права в отношении вашей личной информации: доступ — вы можете запросить доступ к вашим данным; исправление — вы можете запросить корректировку неточных или неполных данных; удаление — вы можете запросить удаление вашей информации, за исключением случаев, предусмотренных законом."
    },
    {
      "title": "Безопасность данных",
      "text": "Мы серьезно относимся к безопасности вашей информации и внедряем соответствующие технические и организационные меры для ее защиты. Однако ни один метод передачи данных через интернет не является полностью безопасным, поэтому мы не можем гарантировать абсолютную защиту."
    },
    {
      "title": "Изменения в настоящей политике",
      "text": "Мы можем время от времени обновлять нашу Политику конфиденциальности. Мы уведомим вас об изменениях, разместив новую версию политики на этой странице. Продолжая использование сервиса после внесения изменений, вы подтверждаете свое согласие с обновленной политикой."
    },
    {
      "title": "Свяжитесь с нами",
      "text": "Если у вас есть вопросы или замечания относительно настоящей Политики конфиденциальности, пожалуйста, свяжитесь с нами: JOYFY PLC."
    },
    {
      "title": "Cookies",
      "bullets": [
        "a) Сессионные cookies — мы используем cookies на нашем сайте. Cookies — это небольшие текстовые файлы или другие технологии хранения, сохраняемые вашим браузером на компьютере. Эти cookies обрабатывают определенную информацию о вас, такую как ваш браузер, данные о местоположении или IP-адрес. Это делает наш сайт более удобным, эффективным и безопасным, позволяя, например, отображать сайт на разных языках или предоставлять функцию корзины покупок. Правовым основанием такой обработки является ст. 6 п. 1 буква b) GDPR, если эти cookies используются для сбора данных для заключения или исполнения договорных отношений. Если обработка не служит этой цели, наше законное основание заключается в улучшении функциональности сайта (ст. 6 п. 1 буква f) GDPR). При закрытии браузера эти сессионные cookies удаляются.",
        "b) Сторонние cookies — при необходимости наш сайт может использовать cookies компаний, с которыми мы сотрудничаем в целях рекламы, аналитики или улучшения функциональности сайта. Подробности, включая правовое основание и цель обработки данных сторонними сервисами, смотрите ниже.",
        "c) Отключение cookies — вы можете отказаться от использования cookies, изменив настройки браузера. Также вы можете удалить ранее сохраненные cookies. Однако шаги и необходимые действия зависят от используемого браузера. Если у вас возникнут вопросы, используйте функцию справки или обратитесь к документации вашего браузера. Настройки браузера не могут предотвратить установку так называемых flash-cookies; для этого потребуется изменить настройки вашего Flash-плеера."
      ]
    }
  ]
}
