{
  "title": "Условия предоставления услуг",
  "intro": "Добро пожаловать на нашу платформу социальных сетей. Получая доступ к нашим услугам или используя их, вы соглашаетесь соблюдать следующие условия. Пожалуйста, внимательно прочитайте их, так как они регулируют использование наших услуг и определяют ваши права и обязанности.",
  "sections": {
    "acceptance": {
      "title": "1. Принятие условий",
      "content": "Создавая учетную запись или используя наши услуги, вы подтверждаете, что прочитали, поняли и соглашаетесь соблюдать настоящие Условия предоставления услуг, нашу Политику конфиденциальности и любые другие соответствующие руководства, которые мы можем предоставить. Важно, чтобы вы полностью понимали эти условия, поскольку они устанавливают юридическое соглашение между вами и нашей компанией относительно использования нашей платформы, а ваше дальнейшее использование означает ваше согласие с этими условиями."
    },
    "userAccounts": {
      "title": "2. Учетные записи пользователей",
      "content": "Чтобы получить доступ к определенным функциям нашей платформы, вы должны создать учетную запись пользователя. Вы несете ответственность за сохранение конфиденциальности информации вашей учетной записи, включая ваш пароль, и за все действия, происходящие в вашей учетной записи. Это означает, что вы не должны делиться своими учетными данными с кем-либо еще. Если вы подозреваете несанкционированное использование вашей учетной записи или любое другое нарушение безопасности, вы должны немедленно уведомить нас, чтобы мы могли предпринять соответствующие действия для защиты вашей учетной записи."
    },
    "contentGuidelines": {
      "title": "3. Правила размещения контента",
      "content": "Вы несете единоличную ответственность за контент, который вы публикуете, делитесь или передаете на нашей платформе. Это включает обеспечение того, что ваш контент соответствует всем применимым законам и правилам. Вы соглашаетесь не загружать, не публиковать и не распространять контент, который является незаконным, клеветническим, непристойным или иным образом нежелательным. Мы оставляем за собой право проверять и удалять любой контент, который, по нашему мнению, нарушает эти правила или наносит вред нашему сообществу, и повторные нарушения могут привести к приостановке или прекращению действия учетной записи."
    },
    "intellectualProperty": {
      "title": "4. Интеллектуальная собственность",
      "content": "Весь контент и материалы, доступные на нашей платформе, включая тексты, графику, логотипы и изображения, являются собственностью нашей компании или наших лицензиаров и защищены авторским правом, товарными знаками и другими законами об интеллектуальной собственности. Вы не можете использовать, воспроизводить или распространять какие-либо наши материалы без нашего предварительного письменного согласия. Это гарантирует, что творческие работы и ресурсы, которые мы предоставляем, уважаются и защищены от несанкционированного использования, которое может подорвать наш бизнес и сообщество."
    },
    "thirdPartyLinks": {
      "title": "5. Ссылки на сторонние ресурсы",
      "content": "Наша платформа может содержать ссылки на сторонние веб-сайты или услуги, которые не принадлежат нам и не контролируются нами. Мы не контролируем и не несем ответственности за контент, политику конфиденциальности или практику любых сторонних сайтов. Мы рекомендуем вам ознакомиться с условиями любого стороннего сайта, который вы посещаете, поскольку мы не можем нести ответственность за любые проблемы, которые могут возникнуть в результате вашего взаимодействия с этими внешними сайтами, включая любые данные, которыми вы делитесь, или совершенные транзакции."
    },
    "limitationOfLiability": {
      "title": "6. Ограничение ответственности",
      "content": "В максимальной степени, разрешенной законом, мы не несем ответственности за любые косвенные, случайные, особые, последующие или штрафные убытки, возникающие в результате использования вами нашей платформы или любого контента на ней. Это включает, помимо прочего, любую потерю прибыли, данных или других нематериальных потерь. Наша общая ответственность перед вами за любые претензии, вытекающие из настоящих Условий предоставления услуг, не должна превышать сумму, которую вы нам заплатили, если таковая имеется, что означает, что наша финансовая ответственность ограничена платами, непосредственно связанными с использованием вами наших услуг."
    },
    "termination": {
      "title": "7. Прекращение действия",
      "content": "Мы оставляем за собой право приостановить или прекратить действие вашей учетной записи и доступ к нашим услугам в любое время без предварительного уведомления за поведение, которое, по нашему мнению, нарушает настоящие Условия предоставления услуг или наносит вред другим пользователям или нашей платформе. Это означает, что если мы определим, что ваши действия наносят ущерб целостности нашего сообщества или нарушают наши условия каким-либо образом, мы примем меры для защиты наших пользователей и репутации нашей платформы по мере необходимости."
    },
    "changesToTerms": {
      "title": "8. Изменения в условиях",
      "content": "Мы можем время от времени обновлять настоящие Условия предоставления услуг, чтобы отразить изменения в нашей практике или по другим операционным, юридическим или нормативным причинам. Мы уведомим вас о любых изменениях, разместив новые условия на нашей платформе и указав дату вступления в силу. Ваше дальнейшее использование наших услуг после любых изменений означает ваше согласие с новыми условиями, поэтому важно периодически просматривать их, чтобы быть в курсе наших политик."
    },
    "governingLaw": {
      "title": "9. Применимое законодательство",
      "content": "Настоящие Условия предоставления услуг регулируются и толкуются в соответствии с законодательством юрисдикции, в которой находится наша компания, независимо от принципов коллизионного права. Это означает, что любые споры, возникающие из этих условий, будут рассматриваться в соответствии с законодательством этой юрисдикции, гарантируя, что обе стороны осведомлены о своих правах и обязанностях в соответствии с применимыми правовыми рамками."
    }
  },
  "footer": "Если у вас есть какие-либо вопросы относительно настоящих Условий предоставления услуг или требуется дополнительное разъяснение, пожалуйста, не стесняйтесь обращаться к нам по адресу support@example.com. Мы здесь, чтобы помочь вам и обеспечить четкое понимание наших политик."
}
